FemDesign.Calculate.DocTable
doctable

FemDesign.Calculate.DocTable.#ctor
Parameterless constructor for serialization.

FemDesign.Calculate.DocTable.#ctor(FemDesign.Calculate.ListProc,System.Nullable{System.Int32})
DocTable constructor
resultType:
caseIndex: Defaults to all loadcases or loadcombinations

FemDesign.Calculate.DocTable.#ctor(FemDesign.Calculate.ListProc,FemDesign.Results.UnitResults,System.Nullable{System.Int32})
DocTable constructor
resultType:
caseIndex: Defaults to all loadcases or loadcombinations
unitResult: Units for Results